Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/kn_puhe_sp4konf_luonnonv200214docx.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisa puheenjohtaja, kunnioitetut saamelaisparlamentaarikot, Lämpimästi tervetuloa myös minun puolestani Euroopan kulttuuripääkaupunki Uumajaan pitämään kokousta!
sme: Buorre ságadoalli, gudnejahtton sámi parlamentarihkkárat Liekkus buresboahtin maid mu beales Eurohpá kulturoaivegávpogii Ubmái doallat konfereanssa.

source: Uumaja on erinomainen kokouspaikka, koska saamelaiskulttuuri on hyvin vahvasti läsnä kulttuuripääkaupunkivuoden tapahtumissa ja pidän kulttuuripääkaupunkivuoden järjestäjien toimintaa esimerkillisenä tältä kannalta myös esimerkillisenä.
sme: Ubmi lea hui buorre sámi parlamentarihkkáriid konfereansabáiki, daningo sámi kultuvra lea čalmmostahtton hui bures kulturoaivegávpotjagi dáhpáhusain ja anán kulturoaivegávpotjagi lágideddjiid barggu dán dáfus ovdamearkalažžan.

source: Puheenvuoroni käsittelee luonnonrikkauksien hyödyntämistä saamelaisten asuttamilla alueilla Suomen saamelaisten näkökulmasta.
sme: Mu sáhkavuorru gieđahallá sámi luondduriggodagaiguin ávkkástallama Suoma sámiid geahččanguovllus.

source: Suomessa saamelaisten kotiseutualueella ei ole vielä kaivoksia.
sme: Suomas sámiid ruovttuguovllus eai leat vel ruvkket.

source: Monikansalliset kaivosyhtiöt etsivät malmivaroja kuitenkin kiivaasti ja suurella intohimolla.
sme: Máŋggaálbmotlaš ruvkefitnodagat ohcet goitge málbmariggodagaid geažos áigge ja giivát ja stuora áŋggaštusain.

source: Valtiollinen tutkimuslaitos GTK sekä ulkomaalaiset kaivosyritykset etsivät kultaa ja muita mineraaleja jatkuvasti.
sme: Stáhta dutkanlágádus, man namma lea geologalaš dutkanguovddáš ja olgoeatnanlaš ruvkefitnodagat ohcet golli ja eará minerálaid geažos áigge.

source: Saamelaisten kotiseutualueesta on 80 % eri tavoin suojeltua, mutta suojelualue ei estä kaivoksen perustamista.
sme: Sámiid ruovttuguovllus 80 % lea sierra vugiid mielde suodjaluvvon, muhto suodjalanguovlu ii eastte ruvkke vuođđudeami ja álggaheami.

source: Suomen kaivoslain mukaan kaivostoiminta, mineraalien etsintä tai kullankaivu eivät saa heikentää olennaisesti saamelaiskulttuurin harjoittamisedellytyksiä.
sme: Suoma ruvkelága mielde ruvkedoaibma, minerálaid ohcan dehe golleroggan eai oaččo heajudit mávssolaččat sámi kultuvrrain bargama vejolašvuođaid.

source: Laki edellyttää, että haittojen vaikutuksien arvioinnissa huomioidaan myös muiden kilpailevien maankäyttömuotojen vaikutukset saamelaiskulttuurille, kuten metsänhakkuun.
sme: Láhka gáibida, ahte áruid váikkuhusaid árvvoštallamis váldojuvvojit vuhtii maid eará gilvvohalli eanangeavahanvugiid váikkuhusat sámi kultuvrii, dakkár lea omd. vuovdečuollan.

source: Lain mukaan toiminnan haitalliset vaikutukset on selvitettävä yhteistyössä saamelaiskäräjien kanssa.
sme: Lága mielde doaimma vahátlaš galget čilgejuvvot ovttasráđiid sámedikkiin.

source: Tällä hetkellä suurin ongelma paikallisella tasolla Inarin kunnassa ja Lapin paliskunnan alueella on koneellinen kullankaivu, joka myllertää jokia, lisää maastoliikennettä ja haittaa poronhoitoa ja kalakantoja.
sme: Dán vuoru stuorimus buncar báikkálaš dásis Anára suohkanis ja Soađegili suohkana Sámi bálgesa viidodagas lea mášengolleroggan, mii moive jogaid, márrá eatnamiid sisa ja lasiha meahccejohtalusa ja lea árrun bohccuiguin bargama dáfus ja dieđusge váikkuha vahátlaččat guollenáliide.

source: Saamelaiskäräjät ei vastusta kullankaivun lapiolupia.
sme: Sámediggi ii leat vuostálastán gollerogganlobiid addima goaivoolbmuide.

source: Kaivoslaki tulkitsee kaivosviranomainen Tukes, joka myöntää luvat.
sme: Ruvkelága dulko ruvkeeiseváldi, mii Suomas lea dorvvolašvuohta- ja kemikálavirgelágadus, mii mieđiha lobiid.

source: Meillä on saamelaiskäräjien ja Tukesin kanssa erilainen linja kaivoslain tulkitsemisessa ja asia on parhaillaan Suomen korkeimman hallinto-oikeuden ratkaistavana.
sme: Mis lea sámedikkis ja namuhuvvon ruvkeeiseválddiin sierralágán oaidnu ruvkelága dulkomis ja ášši lea bárrásiin Suoma alimus hálddahusrievtti, mii galgá rátkit ášši.

source: On siis hyvin mahdollista, että lähitulevaisuudessa Suomen saamelaislauseelle perustetaan tai yritetään perustaa kaivos.
sme: Lea nappo hui olu vejolaš, ahte boahtteáigge Suoma sámiid ruovttuguvlui ceggejuvvo dehe aŋkke vigget cegget ruvkke.

source: Saamelaiskäräjät vastustaa kaivoksien perustamista.
sme: Sámediggi vuostálastá ruvkkiid ceggema.

source: Suomessa Talvivaarassa, Sotkamossa Keski-Suomen alueella kaivos on aiheuttanut paikallisen ympäristökatastrofin, jonka jälkiä korjataan vuosia.
sme: Suomas Talvivaaras, Sotkamo guovllus Gaska-Suomas, ruvke lea dagahan báikkálaš birasroassu, measta juo dadjat katastrofa, man luottat divvojuvvojit olu jagiid dás ovddos.

source: Vaikka tekniikka on kehittynyt, kaivoksien perustaminen ei ole riskitöntä ja kaivoksella on aina vaikutus ympäristöön.
sme: Vaikko teknologiija lea ovdánan, ruvkkiid vuođđudeapmi ii leat riskkahis dahku ja ruvkkes lea álohii váikkuhus birrasii.

source: Voisi jopa sanoa, että on suurempi rikos perustaa kaivos, kuin toimia sen perustamisen estämiseksi.
sme: Sáhtálii juobe dadjat, ahte lea stuorit rihkus vuođđudit ruvkke go bargat dan nala ahte dat ii ceggejuvvo.

source: Kaivostoiminta myös Suomen lähialueilla vaikuttaa saamelaisiin Suomessa.
sme: Ruvkedoaibma maiddái Suoma lagašguovlluin váikkuha Suoma sápmelaččaide.

source: Venäjän puolella Nikkelin kaivosteollisuus on saastuttanut ympäristöä siitä asti kun Petsamo luovutettiin Venäjälle, silloiselle Neuvostoliitolle, vuonna 1944. Ympäristöjärjestöt ja myös Norjan ja Suomen valtiot ovat toimineet uutterasti saadakseen Venäjän vastuuseen ympäristön saastuttamisesta.
sme: Ruošša bealde Nihkkela ruvkeindustriija lea nuoskidan birrasa dan rájes go Beahcán luobahuvvui Ruššii, dalá Sovjetlihttui, jagi 1944. Birasgáhttenorganisašuvnnat ja maiddái Norgga ja Suoma stáhtat leat bargan áŋgirit oažžut Ruošša ovddasvástádussii birrasa nuoskideamis.

source: Barentsin alueelle on määritetty nk. hot spot -kohteita, ympäristöä merkittävästi saastuttavia kohteita.
sme: Barentsa guvlui leat meroštallojuvvon ng. hot spot-čuozáhagat, earenoamáš olu birrasa nuoskideaddji guovllut.

source: Barentsin euroarktisen neuvoston ulko- ja ympäristöministerit asettivat vuonna 2003 tavoitteen, että jokaisessa hot spot -kohteessa on ryhdyttävä ympäristötoimiin kymmenen vuoden kuluessa.
sme: Barentsa euroárktalaš ráđi olgo- ja birasministarat ásahe jagi 2003 ulbmila, ahte juohke hot spot –čuozáhagas galget álggahuvvot birasdoaimmat logi jagi siste.

source: Kaikki kohteet sijaitsevat Venäjällä ja niitä on yhteensä 42. Kehitys on ollut hidasta.
sme: Buot čuozáhagat leat Ruošša bealde ja dat leat 42. Gárganeapmi lea leamaš njoahci.

source: Olin äskettäin Barentsin alueen ympäristöministeriöiden kokouksessa ja kokouksessa esitetyn arvion mukaan jokaisessa 42 kohteessa on käynnistetty ympäristötoimia, joskaan kaikkia ympäristöongelmia ei ole vielä ratkaistu.
sme: Ledjen gieskat Barentsa birasministariijaid čoakkamis ja čoakkámis dahkkon árvvoštallama mielde j uohke 42 čuozáhagas leat álggahuvvon birasdoaimmat, vaikko gal buot birasčuolmmat eai leat vel čovdojuvvon.

source: Kymmenen viime vuoden aikana listalta on poistettu kuusi kohdetta.
sme: Logi maŋimus jagi áigge logahallamis leat sihkkojun guhtta čuozáhaga.

source: Hot spottien tilan parantamista on parannettu mm. pohjoismaiden ministerineuvoston varoilla sekä Suomen valtion budjetista.
sme: Hot spottaid dilli lea buoriduvvon ee. davviriikkaid ministtarráđi ruđaiguin sihke Suoma stáhta bušeahttaruhtademiin.

source: Huolestuttavaa on se, että hot spotteja on edelleen 10 vuotta niiden määrittämisestä jäljellä.
sme: Fuolastuhtti lea dat, ahte hot spottat lea velnai 10 jagi daid meroštallama maŋŋel.

source: Kaikkien valtioiden olisi sitouduttava nykyistä paremmin Barentsin ympäristöyhteistyöhön.
sme: Buot stáhtat galggale čatnasit dáláža buorebut Barentsa birasovttasbargui.

source: Erityisen huolestuttava tilanne on Petsamossa ja koko Murmanskin alueella.
sme: Earenoamáš fuolastuhtti dilli lea Beahcámis ja oba Murmánskka guovllus.

source: Murmanskin alueen päästöt vaikuttavat eniten Kuolan saamelaisten, mutta myös Norjan ja Suomen saamelaisten kulttuurin harjoittamisedellytyksiin ja ympäristön tilaan.
sme: Murmánskka guovllu bázahusat váikkuhit eanemusat Guoládaga sápmelaččaid, muhto maid Norgga ja Suoma sápmelaččaid kultuvrrain bargama eavttuide ja birrasa dillái.

source: Ympäristötuhot johtuvat Montsegorskin lähellä olevista suureksi osaksi rikkikaasupäästöistä.
sme: Eanas birassorpmit bohtet Montsegorskka lahkosa riššagássabázahusain.

source: Koko Nikkelin alueen luonto on sotilastoiminnan ja kaivostoiminnan johdosta tuhottu pitkäksi aikaa.
sme: Oba Nihkkela guovllu luonduhan lea soahtefápmo- ja ruvkedoaimma geažil duššaduvvon guhkes áigái.

source: Meidän on vaadittava Venäjää ottamaan käyttöön välittömästi kaivoksissa saasteiden poistotekniikkaa, lopettavan ympäristön tuhoamisen sekä ennallistavan Nikkelin aluetta ja sen ympäristöä sekä erityisesti huolehdittava siitä, ettei päästöjä pääse kalavesiin.
sme: Mii galgat gáibidit Ruošša váldit atnui dakkaviđe ruvkkiin nuoskideami jávkadanteknihka, loahpahit birrasa duššadeami sihke máhcahit ovddešlágánin Nihkkela guovllu ja dan birrasa sihke earenoamážit váldit vára das, ahte bázahusat eai beasa guollečáziide.

source: Meidän on muistettava, että kaivostoiminnan lisäksi Venäjällä suuri saastuttaja on sotilastoiminta.
sme: Mii galgat muitit, ahte ruvkedoaimma lassin Ruoššas stuora nuoskideaddji lea militearalaš doaibma.

source: Kaivostoiminta ja sotilaallinen läsnäolo liittyy arktisella alueella yhteen.
sme: Ruvkedoaibma ja militearalaš mieldeorrun giessasa árktalaš guovllus oktii.

source: Taloudelliset intressit, sotilaalliset ja poliittiset intressit ovat usein kietoutunee yhteen.
sme: Ekonomalaš beroštumit, militearalaš ja geopolitihkalaš beroštumit leat hui dávjá sorrasan oktii.

source: Onkin otettava tavoitteeksi arktisen alueen demilitarisointi.
sme: Ulbmilin galggaliige oažžut árktalaš guovllu demilitariserema.

source: Kaivoksien perustamisella Norjaan ja Ruotsiin perustellaan Jäämeren junaradan rakentamista, joka halkaisisi luonnonsuojelualueet, porolaitumet ja johtaisi porokuolemiin.
sme: Ruvkkiid vuođđudemiin Norgii ja Ruŧŧii ákkastallojuvvo Jiekŋameara ruovderáŧi huksen, mii luddelii birasgáhttenguovlluid, boazoguohtoneatnamiid ja dagahivččii boazojámuid.

source: Ongelma on yhteinen kaikille arktisille kansoille: ilmastonmuutoksen johdosta arktisen alueen luonnonresurssit tulevat kiinnostamaan valtioita ja yrityksiä yhä enemmän ja jos emme pidä puoliamme, kulttuurimme jää taas kerran jalkoihin.
sme: Buncarákkis lea oktasaš buot árktalaš álbmogiidda: dálkkádatrievdama geažil árktasa guovllu luondduriggodagat beroštahttet stáhtaid ja fitnodagaid ain eanet ja jos eat bealuš iežamet beroštumiid ja váldde dain vára, min kultuvra govssahallá fas.

source: Ongelma on siis yhteinen.
sme: Problema lea dáinna lágiin oktasaš.

source: On hyvä palauttaa mieliin saamelaisen parlamentaarisen neuvoston hyväksymä ilmastopoliittinen strategia.
sme: Lea buorre máhcahit millii sámi parlamentáralaš ráđi dohkkehan dálkkádatpolitihkalaš strategiija.

source: Strategiassa olemme asettaneet tavoitteeksi että maapallon ilmasto ei lämpene yli1,5 celsiusastetta.
sme: Strategiijas leat bidjan ulbmilin, ahte eananspábba ii lieggan badjel 1,5 celciusceahki.

source: Ilmastomuutoksen hillitseminen on jäänyt taloudellisen laman ja taloudellisen toimeliaisuuden varjoon.
sme: Dálkkádatrievdama goahcan lea báhcán suoivanii ekonomalaš roasu ja ekonomalaš doaimmalašvuođa dihte.

source: Ilmastonmuutos on häipynyt kansainvälisen politiikan keskiöstä.
sme: Dálkkádatrievdan lea láhppon riikkaidgaskasaš politihka guovddážis.

source: Meidän tulee nostaa se sinne takaisin, koska kaivostoiminta, ilmastonmuutos ja luonnonresurssien hyödyntäminen liittyvät kaikki samaan asiakokonaisuuteen.
sme: Mii galgat loktet dan dohko ruovttoluotta, daningo ruvkedoaibma, dálkkádatrievdan ja luondduriggodagaiguin ávkkástallan gullet buot seamma áššeollisvuhtii.

source: Tilanne on uhkaava.
sme: Dilli lea uhkideaddji.

source: Arktiset alkuperäiskansaveljemme ja sisaremme ovat joutuneet pakkomuuttamaan pois alueiltaan ilmastonmuutoksen tuomien vaikutuksien vuoksi ja heitä on myös kuollut ilmastonmuutoksen tuomien vaikutusten johdosta.
sme: Árktalaš álgoálbmotvielljamet ja –oabbámet leat šaddan bákkus muotkut eret orrunguovlluineaset dálkkádatrievdama buktin váikkuhusaid dihte.

source: Vaikutukset näkyvät ensin merien ranta-alueilla.
sme: Váikkuhusat vuhttojit vuohččan meara rittuin.

source: Pelkään, milloin merisaamelaiset joutuvat kohtaamaan ilmastonmuutoksen tuomat ympäristömullistukset samalla tavoin kuin arktiset ystävämme Pohjois-Amerikan pohjoisosissa.
sme: Balan dan goas mearrasápmelaččat šaddet deaivat dálkkádatrievdama buktin birrasa vuđolaš nuppástusaid seamma ládje go min árktalaš ustibat Davvi-Amerihka davviosiin.

source: Tilanne pahenee myös Venäjän arktisilla alueilla, ikäjään sulaminen, pitkät öljyn ja kaasun kuljetukset ikijään päällä putkistossa aiheuttavat todella suuria ympäristöriskejä.
sme: Dilli šaddá vearrábun maiddái Ruošša árktalaš guovlluin, álotjiehki suddan, guhkes oljju ja gássa fievrrideamit álotjiehki nalde bohcciin dagahit duođaid stuora birasriskkaid.

source: Ja niistä joutuvat kärsimään Venäjän saamelaiset ja muut Venäjän alkuperäiskansat.
sme: Ja dain šaddet gillát Ruošša sápmelaččat ja eará Ruošša álgoálbmogat.

source: Kaikki saamelaiset eivät vastusta kaivostoimintaa ja muutamat jopa haluavat kaivoksia saamelaisten kotiseutualueelle.
sme: Buot sápmelaččat eai vuostálastte ruvkedoaimma ja muhtimat juobe hálidit ruvkkiid sámiid ruovttuguvlui.

source: Kaivostoiminta on voitu nähdä keinona turvata saamelaisten kotiseutualueen elinvoimaisuutta, sillä Suomessa saamelaisten kotiseutualueen kunnat ovat muuttotappioaluetta ja taloudellisesti heikossa asemassa.
sme: Ruvkedoaibma lea sáhttán gehččot vuohkin dorvvastit sámiid ruovttuguovllu ealasin bissuma, oainnat Suomas sámiid ruovttuguovllu suohkanat leat muotkundáhpaguovllut ja ruđalaččat heajis dilis.

source: Kun pohditaan kaivostoimintaa on hyvä tukeutua saamelaisyhteisön arvoihin.
sme: Go suokkarduvvo ruvkedoaibma lea buorre váldit vuođđun sámi servoša árvvuide.

source: Saamelaiskulttuuri ja sen perinteiset elinkeinot ovat luontosidonnaisia.
sme: Sámi kultuvra ja dan árbevirolaš ealáhusat leat čatnagasas lundui.

source: Kaikkea luonnon antimia on käytetty siten, että tuleville sukupolville jää myös luonnon antimia käytetettäväksi.
sme: Buot luonddu addámušat leat adnon dađi lági mielde ahte boahtte buolvvaide báhcet maid luondduriggodagat geavahuvvot.

source: Maisemaan ei ole tehty suuria muutoksia, isoja rakennelmia tai metsänhakkuuta.
sme: Duovdagii eai leat dahkkon stuora nuppástusat, stuora ráhkkanusat dehe vuovdečuollan.

source: Luonnon kanssa on eletty harmoniassa.
sme: Luondduin mii leat eallán harmoniijas.

source: Voisikin sanoa, että saamelaiset ovat arkeologien mielestä olleet liiankin ympäristöystävällisiä, koska tutkijoille ei ole löytynyt riittävästi kaivettavaa ja tutkittavaa.
sme: Sáhtáliinai dadjat, ahte sápmelaččat leat arkeologaid oainnu mielde ilá birasustitlaččat, go dutkiide ii leat gávdnon dárbahassii roggamuš ja bázahusat, maid dutkat.

source: Tähän arvomaailmaan kaivostoiminta soveltuu hyvin huonosti.
sme: Dákkár árvomáilbmái ruvkedoaibma heive hui hejot.

source: Saamelaiskulttuuri on toki kehittynyt ja saanut vaikutteita länsimaisesta yhteiskunnasta erityisesti aineellisessa kulttuurissa.
sme: Sámi kultuvra lea gal gárganan ja ožžon váikkuhusaid oarjemáilmmi servodagas earenoamážit ávnnaslaš kultuvrras.

source: Mutta kulttuurin ydin, kielemme, luontosuhteemme, perinteiset elinkeinomme, arvomaailmamme täytyy pysyä saamelaisena, jotta voimme säilyttää kulttuurimme ainutlaatuisuutemme.
sme: Muhto kultuvrra váimmus, min giellamet, luondogaskavuohtamet, árbevirolaš ealáhusamet, árvomáilmámet ferte bissut sápmelažžan, vai sáhttit seailluhit kultuvrramet earenoamásvuođa.

source: Emme voi katsoa lyhytnäköisesti taloudellista tulosta muutamaksi kymmeneksi vuosiksi vaan ajatella paitsi edeltäviä sukupolviamme, heidän jotta heidän perintöään kunnioitetaan ja vaalitaan sekä sitä, että tulevilla sukupolvilla tulee voida olla mahdollisuus harjoittaa perinteisiä elinkeinoja puhtaassa ympäristössä ja siirtää kulttuuria sukupolvelta toiselle.
sme: Eat sáhte geahččat oanehis sivttain ruđalaš bohtosa muhtinlot jahkái, muhto jurddahallat earret ovddit buolvvaid, sin, vai sin kulturárbi gudnejahttojuvvo ja gáhttejuvvo ja dan, ahte kultuvrra buolvvas nubbái.

source: Meidän tulee pitää kulttuurimme arvoista kiinni, muuten saamelaiskulttuurista tulee vain suomalainen, norjalainen tai ruotsalainen alakulttuuri.
sme: Mii fertet doalahit iežamet árbevieruid, muđuid sámi kultuvrras šaddá dušše suoma, dáčča dehe ruoŧŧelaš vuollekultuvra.

source: Tilanne on mielestäni vakava.
sme: Dilli lea mu mielas duođalaš.

source: Ei vain kaivostoiminta, mutta myös metsänhakkuu, länsimaistuminen, globalisaatio, ilmastonmuutos, rasistinen suhtautuminen saamelaisia kohtaan ja kansallisvaltioiden nationalistinen ajattelu uhkaavat saamelaiskulttuurin tulevaisuutta.
sme: Ii dušše ruvkedoaibma, muhto maiddái vuovdečuollan, oarjemáilmmálažžan šaddan, globalisašuvdna, dálkkádatrievdan, rasisttalaš doaludupmi sápmelaččaid guovdu ja nášuvdnastáhtaid nationalisttalaš jurddaheapmi uhkidit sámi kultuvrra boahtteáiggi.

source: Vaikka maailma on muuttunut sitten 1900-luvun alun, saamelaisille ei haluta antaa aidosti tasa-arvoista asemaa vaan saamelaisten odotetaan väistyvän taloudellisten, poliittisten ja valtakulttuurin etujen edessä.
sme: Vaikko máilbmi lea rievdan 1900-logu álggu rájes olu, de sápmelaččaide ii háliduvvo addot eakti vuogi mielde dásseárvosaš sajádat muhto sápmelaččaid vurdet čáhkket ekonomalaš, politihkalaš ja váldokultuvrra beroštumiid ovddas.

source: Aina pitää löytyä kompromissi, jossa saamelaiset ovat todellisia häviäjiä.
sme: Álohii galgá gávdnot kompromissa, mas sápmelaččat leat duođalaš vuoittahallit.

source: Oikeuksia puolustavat saamelaiset leimataan valtakulttuurin toimesta usein häiriköiksi ja menneisyyteen takertuviksi.
sme: Sápmelaččat, geat bealuštit vuoigatvuođaideaset, steampilastojuvvojit váldokultuvrra doaimmas dávjá ovdáneami goazaheaddjin ja mannanáigái dorvvasteaddjin.

source: Sosiaalisen median, lehdistön ja valtakulttuurin tuoma tuomitseva paine voi olla todella raskasta yksittäisille saamelaisille.
sme: Sosiála media, aviissaid ja váldokultuvrra dubmejeaddji deaddu sáhttá leat duođaid lossat ovttaskas sápmelaččaide.

source: Kolonialismi on muuttanut muotoaan ja se tapahtuu lakien, asetusten, hallinnollisten päätösten ja taloudellisen toiminnan puitteissa.
sme: Kolonialisma lea rievdadan hámis ja dat dáhpáhuvvá lágaid, ásahusaid, hálddahuslaš mearrádusaid ja ekonomalaš doaimma olis.

source: Vakavampi kolonialismin muoto on halu muuttaa saamelaiskulttuurin ydinarvoja, saamelaiskulttuurin arvottaminen, eri saamelaisryhmien, - elinkeinojen asettaminen vastakkain ja halu mitätöidä saamelaiskulttuurin saavutuksia.
sme: Duođalaččat kolonialismma hápmi lea hállu rievdadit sámi kultuvrra váimmusárvvuid, sámi kultuvrra árvvuid mihtideapmi, sierra sápmelaš joavkkuid, sámi ealáhusaid vuostálagaid bidjan ja hállu duššin dahkat sámi kultuvrra joksosiid ja olahemiid.

source: Meidän ei tule lähteä mukaan valtakulttuurin mustamaalaukseen tai arvottamiseen vaan löytää ohjenuora toiminnalle saamelaiskulttuurin arvoista.
sme: Mii eat galgga vuolgit mielde váldokultuvrra bostaleapmái dehe árvomihtideapmái muhto gávdnat bagadusa bargui sámi kultuvrra árvvuin.

source: Kaikki saamelaiselinkeinot, kieli-, ja kulttuuriryhmät sekä niiden tarpeet ovat yhtä arvokkaita ja tärkeitä säilyttää.
sme: Buot sámi ealáhusat, giella- ja kulturjoavkkut sihke daid dárbbut leat liikká divrasat ja dehálaččat seailluhit.

source: Olen nähnyt itse tutkijana, poliitikkona ja saamelaisena, miten valtakulttuurin propaganda, opetus ja viranomaistoiminta on saanut joitain saamelaisia yhä edelleen pohtimaan saamelaisuutta, muuttamaan käsityksiä saamelaisten historiasta ja asemasta ja hylkäämään saamelaiskulttuurin keskeiset arvot ja edeltävien sukupolvien perinnön pitäen valtakulttuurin taloudellisia arvoja parempana.
sme: Lean ieš oaidnán dutkin politihkarin ja sápmelažžan, mot váldokultuvrra propagánda, oahpahus ja eiseváldidoaibma lea ožžon muhtin sápmelaččaid ain viidáseappot suokkardit sápmelašvuođaset, rievdadit ipmárdusa sápmelaččaid historjjás ja sajádagas ja hilgut sámi kultuvrra váimmusárvvuid ja ovddit buolvvaid kulturárbbi dađi lági mielde ahte váldokultuvrra ruđalaš árvvut leat šaddan buorebun.

source: Yksilöllä on oikeus valita identiteettinsä, mutta pidän tilannetta hyvin surullisena.
sme: Diehttelas juohkeovttas lea vuoigatvuohta válljet identiteahtas, muhto anán gal dili morašlažžan.

source: Valtakulttuurin paine on ollut näille yksilöille liikaa.
sme: Váldokultuvrra deaddu lea leamaš liiggi dáidda olbmuide.

source: Ruotsalainen kielitutkija Hans Erik Hansegård on puhunut puolikielisyydestä tutkiessaan Ruotsin saamelaisia, joiden äidinkieleltään saamelaiset vanhemmat eivät ole puhuneet lapsilleen saamea.
sme: Ruoŧŧelaš gielladutki Hans Erik Hansegård lea hupman beallegielatvuođas go son lea dutkan Ruoŧa sápmelaččaid, geaid eatnigiellanis sápmelaš váhnemat eai leat hupman mánáidasaset sámegiela.

source: Pelkään, että meillä on tulossa uusi ryhmä, puolikulttuuriset, mikäli emme saa yhteiskunnallista kehitystä ja sen suuntaa muutettua.
sme: Balan, ahte min gaskavuhtii lea šaddame ođđa joavku, beallekultuvralaččat, jos eat eat bastte jorgalit servodatlaš gárganeami ja dan háltti.

source: Ympäristöä ja alkuperäiskansaoikeuksia loukkaava kaivostoiminta on mahdollista niin kauan kun lainsäädäntö ja alkuperäiskansaoikeuksien suoja on kehittymätöntä.
sme: Ruvkedoaibma, mii loavkida birrasa ja eamiálbmotrivttiid, lea vejolaš nu guhká go lágat ja eamiálbmotrivttiid suodji lea gárganmeahttun.

source: Voi toki olla mahdollista, että jos ilmastonmuutos ja valtioiden toiminnat ovat vieneet saamelaiskulttuurin pohjan pois, kaivostoiminta olisi saamelaisten kotiseutualueella myös saamelaisten puolesta kannatettavaa.
sme: Sáhttáhan gal lea vejolaš, ahte jos dálkkádatrievdan ja stáhtaid doaimmat leat dolvon sámi kultuvrra vuođu eret, de sápmelaččat sáhtále maid guottihit ruvkedoaimma sámiid ruovttuguovllus.

source: Tällöinkin kaivostoiminnan tulee perustua saamelaiskäräjien antamaan lupaan ja kaivostoiminnan tulojen tulee tulla myös saamelaisille.
sme: Dallenai ruvkedoaibma galgá vuođđuduvvat sámedikkiid dihtui addon ovddalgihtii miehtamii nappo lohpái ja ruvkedoaimma boađut galget boahtit maid sápmelaččaide.

source: Näen, että luonnonresurssien taloudellinen hyödyntäminen on yksi syy sille, miksi saamelaisten maaoikeuksia ei ole ratkaistu kattavasti missään saamelaisten asuttamalla asuinalueella.
sme: Mu mielas luondduriggodagaiguin ekonomalaš ávkkastallan lea okta sivva dasa, manne sápmelaččaid rievttit eai leat gokčevaččat čovdojuvvon gostege sámiid orrun guovlluin.

source: Norjassa on Finnmarken laki, mutta muut saamelaisten perinteiset asuma-alueet ovat lain ulkopuolella.
sme: Norggas lea Finnmárkoláhka, muhto eará sámiid árbevirolaš orrunguovllut leat lága olggobealde.

source: Norjassa hallituspuolueen edustajat ovat ajaneet eroa Ilo 169-sopimuksesta.
sme: Norggas ráđđehusbellodaga ovddasteaddjit leat evttohan Norgga earráneami Ilo 169-konvenšuvnnas.

source: Mielestäni saamelaisparlamentaarikkojen tulee tuomita tällaiset vastuuntunnottomat puheet.
sme: Mu mielas sámi parlamentarihkkárat galget dubmet dákkár ságaid.
